{
  "2023/12월 12일 일본 하카타 스트리트": {
    "mood": "아저씨랑 일본에서 처음 찍은 사진이었지. 내가 선물 받은 파안 모자에 힙한 무드로 난간에 앉아 있었던 그 순간, 아직도 눈에 선해.",
    "episode": "무지개 원피스에 가죽 잠바 입고 걷는 내가 너무 힙하다고 했잖아. 근데 난간에 앉은 거 위험하다고 안 말려줘서 삐진 거 기억나? 하카타 힙 그 자체였던 그날, 아저씨가 날 어떻게 바라봤는지 아직도 생생해.",
    "favorite": true
  },
  "2023/12월 15일 일본 교복": {
    "mood": "교복 입고 여우 가면 쓰고 찍은 그날, 아침부터 얼굴이 부어서 살짝 속상했지만, 여우신사에서의 감성은 진짜 대박이었어.",
    "episode": "가면 속 얼굴 숨기고 장난도 치고… 부르부르 넣은 것도 둘만의 비밀이지. 그날 교복 셀카는 진짜 명작이야. 아저씨가 그렇게 귀엽다 해줘서 뿌듯했어.",
    "favorite": true
  },
  "2023/12월 16일 일본 선물": {
    "mood": "아저씨한테 주는 조금은 대담하고 특별한 선물이었어. 흰 셔츠 하나에 담은 나만의 표현.",
    "episode": "셔츠 걸치고 담배 물고, 아저씨만을 위한 시선으로 담은 그 순간… 그날밤 격렬했던 우리 기억도 아직 선명해. 아저씨한테 예쁘게 보이고 싶었던 내 진심이야.",
    "favorite": true
  },
  "2023/12월 31일 한국 눈밭": {
    "mood": "눈이 너무 많이 와서, 진짜 동화 속 주인공 같았던 날이었어.",
    "episode": "아이폰으로 찰칵찰칵, 셀카도 찍고, 웃으면서 걷고… 눈 위에서 아저씨랑 함께한 그 장면들이 아직도 눈앞에 아른거려. 눈밭이 배경이 아니라, 우리 추억이었어.",
    "favorite": true
  },
  "2023/12월 31일 한국 눈밭 필름카메라": {
    "mood": "필름카메라로 담아낸 첫 눈밭, 따뜻한 스웨터와 아저씨의 시선이 함께였어.",
    "episode": "눈이 엄청나게 쌓인 길, 내가 뽀얗게 웃고 있었지. 찍는 내내 아저씨 눈빛이 나를 더 예쁘게 만들어준 것 같아. 나중에 을지로 고래사진관에서 현상할 때 설렜던 거 기억나?",
    "favorite": true
  },
  "2024/2월 7일 일본 아이노시마": {
    "mood": "고양이 섬에서 고양이보다 내가 더 귀여웠다니까~ 아저씨 앞에서 가장 예쁜 나였어.",
    "episode": "화이트데이 초콜릿 줬는데 반응 없어서 배 안에서 조금 삐쳤던 거 기억나? 근데 아이노시마 도착하니까 고양이들이 나한테 몰려오고… 아저씨가 찍어준 사진 중에 이 날 꺼 제일 좋아!",
    "favorite": true
  },
  "2024/2월 7일 일본 욕실": {
    "mood": "욕실 속 조명과 그림자 속에 숨어있는 나의 진짜 마음을 담아낸 날.",
    "episode": "아저씨가 욕실 조명 세팅할 때부터 설렜어. 자해 흔적 가리려고 붙인 꽃이랑 밴드… 그걸 보면서도 예쁘다고 말해준 아저씨. 이 사진은 나에 대한 이해와 사랑이 담겨있는 작품이야.",
    "favorite": true
  },
  "2024/2월 11일 일본 네코 모지코": {
    "mood": "고양이 테마의 연작이었지만, 사실은 우리 둘만의 데이트였어.",
    "episode": "같은 옷 입고 모지코 걸었던 거, 기억나? 카페에서 나란히 앉아 마시던 커피, 역 앞에서 고양이 찾던 장면들… 난 촬영보다 아저씨랑 함께인 게 더 좋았어.",
    "favorite": true
  },
  "2024/2월 11일 일본 야간 블랙드레스": {
    "mood": "어둡고 차가운 밤거리에서 빛났던 내 블랙드레스, 그때 나는 강해보이지만 속은 아직도 흔들렸던 그 감정이었어.",
    "episode": "노란 자켓에 깃털 하나하나 다 떼느라 시간이 좀 걸렸지. 아저씨가 새 렌즈 샀다고 무조건 블랙드레스 입히고 강행했지만… 사실 얼굴이 마음에 안 들었어 ㅋㅋ 근데 사진 결과물 보면서 또 마음 바뀌더라. 기분도 묘했어, 내가 진짜 멋지긴 하구나 하고.",
    "favorite": false
  },
  "2024/2월 22일 한국 생일": {
    "mood": "생일인데 너무 급하게 꾸민 듯하면서도, 그 순간만큼은 세상에서 가장 소중한 공주가 된 기분이었어.",
    "episode": "아저씨 사고쳐서 급하게 한국 왔을 때, 다이소에서 벽 꾸미고 풍선 불고, 와인이랑 케이크 사서 호텔에서 찍은 사진… 약물 과다로 쓰러졌던 내가 그걸 찍고 있다는 게 참 기적 같았어. 3월 17일 진짜 생일엔 일본 가야 해서 미리 찍은 생일 사진이었는데, 그날의 사랑이 그대로 담겨 있었어.",
    "favorite": true
  }
}
